INSERT INTO api.items (
    name, description, genre, category, price, imgUrl, stock
) VALUES (
    'ダイニングチェア（ホワイト）'
    , 'プラスチックと木製フレームでできたシンプルなチェア。'
    , 'ナチュラル'
    , '椅子'
    , 2500
    , '/images/chair/chair_natural_1'
    , 150
), (
    'ウッディフレームチェア'
    , '自然の温かみを感じる木製フレームのチェア。'
    , 'ナチュラル'
    , '椅子'
    , 7000
    , '/images/chair/chair_natural_2'
    , 122
), (
    'シンプルデスクチェア'
    , 'デスク周りで使いやすい、ベージュのカバーの椅子。'
    , 'ナチュラル'
    , '椅子'
    , 3500
    , '/images/chair/chair_natural_3'
    , 122
), (
    'ウッドテーブル'
    , '木製のシンプルなダイニングテーブル。'
    , 'ナチュラル'
    , 'テーブル'
    , 9400
    , '/images/table/table_natural_1'
    , 100
), (
    'ホワイトリビングテーブル'
    , 'シンプルで使いやすい白色のテーブル。'
    , 'ナチュラル'
    , 'テーブル'
    , 6200
    , '/images/table/table_natural_2'
    , 100
), (
    '木製ラウンドテーブル'
    , 'ワンポイントに使いやすい木製のラウンドテーブル。'
    , 'ナチュラル'
    , 'テーブル'
    , 5500
    , '/images/table/table_natural_3'
    , 112
), (
    'シンプルホワイトカーテン'
    , '白色の使いやすいシンプルなデザインのカーテン。'
    , 'ナチュラル'
    , 'カーテン'
    , 6700
    , '/images/curtain/curtain_natural_1'
    , 200
), (
    'ナチュラル採光カーテン'
    , '自然光を取り入れやすいベージュのカーテン。'
    , 'ナチュラル'
    , 'カーテン'
    , 5500
    , '/images/curtain/curtain_natural_2'
    , 180
), (
    'グレードレープカーテン'
    , '遮光度の高いグレーのドレープカーテン。'
    , 'ナチュラル'
    , 'カーテン'
    , 11500
    , '/images/curtain/curtain_natural_3'
    , 150
), (
    'ふわふわ起毛絨毯ホワイト'
    , '起毛タイプで肌触りの良い白の絨毯。'
    , 'ナチュラル'
    , 'カーペット/ラグ'
    , 10500
    , '/images/rug/rug_natural_1'
    , 120
), (
    'シンプルリビングカーペット'
    , 'どんな部屋でも使いやすい、白色のシンプルなカーペット。'
    , 'ナチュラル'
    , 'カーペット/ラグ'
    , 8700
    , '/images/rug/rug_natural_2'
    , 130
), (
    'もこもこグレーラグ'
    , 'ワンポイントとして使える、グレーのもこもこラグ。'
    , 'ナチュラル'
    , 'カーペット/ラグ'
    , 4400
    , '/images/rug/rug_natural_3'
    , 130
), (
    'リビングソファ'
    , '明るい配色のシンプルデザインソファ。'
    , 'ナチュラル'
    , 'ソファ'
    , 13500
    , '/images/sofa/sofa_natural_1'
    , 23
), (
    'ローソファー（ベージュ）'
    , '低反発タイプの使いやすいリビングソファ。'
    , 'ナチュラル'
    , 'ソファ'
    , 24000
    , '/images/sofa/sofa_natural_2'
    , 30
), (
    '木フレームソファ'
    , '木製フレームがアクセントのリビングタイプのソファ。'
    , 'ナチュラル'
    , 'ソファ'
    , 59800
    , '/images/sofa/sofa_natural_3'
    , 33
), (
    '黒フレームラック'
    , '黒フレームをあしらったシンプルかつシックな収納ラック。'
    , 'ナチュラル'
    , '収納棚'
    , 9800
    , '/images/chest/chest_natural_1'
    , 200
), (
    'ナチュラルラック9マス'
    , 'たくさん収納できるナチュラルなデザインのラック。'
    , 'ナチュラル'
    , '収納棚'
    , 18700
    , '/images/chest/chest_natural_2'
    , 200
), (
    'シンプル収納ラック（ホワイト）'
    , '様々な用途に使えるホワイトの収納棚。'
    , 'ナチュラル'
    , '収納棚'
    , 14300
    , '/images/chest/chest_natural_3'
    , 150
), (
    'シーリングライト'
    , 'シンプルなシーリングライト。'
    , 'ナチュラル'
    , '照明'
    , 6600
    , '/images/light/light_natural_1'
    , 250
), (
    'LEDシーリングライト4灯'
    , 'ナチュラルな雰囲気を演出する4灯タイプの証明。'
    , 'ナチュラル'
    , '照明'
    , 8300
    , '/images/light/light_natural_2'
    , 220
), (
    'ウッドフレームライト'
    , '木製フレームをあしらったシーリングライト。'
    , 'ナチュラル'
    , '照明'
    , 12400
    , '/images/light/light_natural_3'
    , 220
), (
    'ダブルサイズベッド（グレー）'
    , 'グレー基調の低反発ダブルベッド。'
    , 'ナチュラル'
    , 'ベッド/寝具'
    , 33800
    , '/images/bed/bed_natural_1'
    , 25
), (
    'ナチュラルダブルベッド'
    , 'ナチュラルな温かみのあるダブルサイズのベッド。'
    , 'ナチュラル'
    , 'ベッド/寝具'
    , 64200
    , '/images/bed/bed_natural_2'
    , 22
), (
    'シンプル収納付きベッド'
    , '収納付きの便利なダブルサイズベッド。'
    , 'ナチュラル'
    , 'ベッド/寝具'
    , 55900
    , '/images/bed/bed_natural_3'
    , 33
), (
    'シンプルデザイン時計'
    , '木のフレームがおしゃれなシンプルデザイン時計。'
    , 'ナチュラル'
    , '小物/雑貨'
    , 5740
    , '/images/accessory/accessory_natural_1'
    , 57
), (
    'フラワーベースホワイト'
    , 'お部屋のアクセントにぴったりなフラワーベース。'
    , 'ナチュラル'
    , '小物/雑貨'
    , 3200
    , '/images/accessory/accessory_natural_2'
    , 77
), (
    '全身鏡ホワイト'
    , 'お部屋の景観に合わせやすいシンプルな全身鏡。'
    , 'ナチュラル'
    , '小物/雑貨'
    , 8900
    , '/images/accessory/accessory_natural_3'
    , 99
);

-- @block
, (
    ''
    , ''
    , 'ナチュラル'
    , ''
    , 
    , '/images//'
    , 
)
