INSERT INTO api.items (
    name, description, genre, category, price, imgUrl, stock
) VALUES (
    'ネストチェア'
    , '北欧デザインならではの洗練された美しいラウンジチェア。'
    , '北欧風'
    , '椅子'
    , 50000
    , '/images/chair/chair_nordic_1.jpeg'
    , 30
), (
    'ラウンジチェア'
    , 'リラックスムードが漂う開放感のあるラウンジチェア。'
    , '北欧風'
    , '椅子'
    , 8000
    , '/images/chair/chair_nordic_2.jpeg'
    , 33
), (
    'エッグチェア'
    , 'デンマーク製の高級エッグチェア。'
    , '北欧風'
    , '椅子'
    , 100000
    , '/images/chair/chair_nordic_3.jpeg'
    , 13
), (
    'スペクトラムテーブル'
    , '柔軟性の高い現代の作業環境に対応するためのテーブル。'
    , '北欧風'
    , 'テーブル'
    , 55000
    , '/images/table/table_nordic_1.jpeg'
    , 55
), (
    'コーヒーテーブル'
    , '北欧家具の細かな作りを再現しつつ、現代の生活様式にアレンジ。'
    , '北欧風'
    , 'テーブル'
    , 44000
    , '/images/table/table_nordic_2.jpeg'
    , 66
), (
    'ガラステーブル'
    , '方向にとらわれない、様々な可能性を持つテーブル。'
    , '北欧風'
    , 'テーブル'
    , 18000
    , '/images/table/table_nordic_3.jpeg'
    , 52
), (
    'コットンリネンカーテン'
    , 'リネンとコットンを混紡させた優しい風合いのカーテン。'
    , '北欧風'
    , 'カーテン'
    , 5200
    , '/images/curtain/curtain_nordic_1.jpeg'
    , 67
), (
    'レースカーテン'
    , '天然素材を用いた、カラミ織のレースカーテン。'
    , '北欧風'
    , 'カーテン'
    , 5000
    , '/images/curtain/curtain_nordic_2.jpeg'
    , 88
), (
    'デザインカーテン'
    , '赤いタータンチェックのカーテン。'
    , '北欧風'
    , 'カーテン'
    , 3500
    , '/images/curtain/curtain_nordic_3.jpeg'
    , 90
), (
    'デザインラグ'
    , '大胆に鮮やかに樹木をデザインしたラグ。'
    , '北欧風'
    , 'カーペット/ラグ'
    , 5000
    , '/images/rug/rug_nordic_1.jpeg'
    , 73
), (
    'フェードグレーラグ'
    , 'なめらかな本革をパッチワークのように継ぎ合わせたラグ。'
    , '北欧風'
    , 'カーペット/ラグ'
    , 16500
    , '/images/rug/rug_nordic_2.jpeg'
    , 88
), (
    'デザイナーズラグ'
    , '空想の景色にいざなわれるような包容力を持つじゅうたん。'
    , '北欧風'
    , 'カーペット/ラグ'
    , 30800
    , '/images/rug/rug_nordic_3.jpeg'
    , 99
), (
    'カウチソファ'
    , '細部までくつろぎを追求したこだわりのデザイン。'
    , '北欧風'
    , 'ソファ'
    , 30000
    , '/images/sofa/sofa_nordic_1.jpeg'
    , 35
), (
    'フーバ ソファ'
    , 'パーツ使いや細部のデザインまでこだわったソファ。'
    , '北欧風'
    , 'ソファ'
    , 250000
    , '/images/sofa/sofa_nordic_2.jpeg'
    , 22
), (
    'スイフ ソファ'
    , '丸く安心感のあるフォルムのソファ。'
    , '北欧風'
    , 'ソファ'
    , 170000
    , '/images/sofa/sofa_nordic_3.jpeg'
    , 52
), (
    'ヴィンテージシェルフ'
    , 'パッと目を惹く木目の仕上がりが華やかなシェルフ。'
    , '北欧風'
    , '収納棚'
    , 45000
    , '/images/chest/chest_nordic_1.jpeg'
    , 87
), (
    'リビングボード'
    , '他の家具とも調和するシンプルデザインのリビングボード。'
    , '北欧風'
    , '収納棚'
    , 90000
    , '/images/chest/chest_nordic_2.jpeg'
    , 79
), (
    'アンティークシェルフ'
    , '温もり溢れる北欧アンティークデザインのシェルフ。'
    , '北欧風'
    , '収納棚'
    , 30000
    , '/images/chest/chest_nordic_3.jpeg'
    , 99
), (
    'ペンダントライト'
    , '新鮮な色彩とフォルムのペンダント型シーリングライト。'
    , '北欧風'
    , '照明'
    , 7700
    , '/images/light/light_nordic_1.jpeg'
    , 102
), (
    'アーティチョーク'
    , 'どの角度から見ても完全にグレアフリーの光を作りだす独特のフォルム。'
    , '北欧風'
    , '照明'
    , 15000
    , '/images/light/light_nordic_2.jpeg'
    , 95
), (
    'シーリングファン'
    , 'ナチュラルな北欧スタイルが心地よい空間をお届け。'
    , '北欧風'
    , '照明'
    , 16500
    , '/images/light/light_nordic_3.jpeg'
    , 88
), (
    'シングルベッド'
    , '温もりを感じる素材とデザインがポイントのベッド。'
    , '北欧風'
    , 'ベッド/寝具'
    , 50000
    , '/images/bed/bed_nordic_1.jpeg'
    , 35
), (
    'セミダブルベッド'
    , '存在感ある北欧ヴィンテージデザインのベッド。'
    , '北欧風'
    , 'ベッド/寝具'
    , 60000
    , '/images/bed/bed_nordic_2.jpeg'
    , 25
), (
    'セミシングルベッド'
    , '木の生き様をそのまま記すような重厚感のあるベッド。'
    , '北欧風'
    , 'ベッド/寝具'
    , 45000
    , '/images/bed/bed_nordic_3.jpeg'
    , 43
), (
    'キャンドルランプ '
    , '火を使わずにアロマキャンドルがたのしめる卓上ライト。'
    , '北欧風'
    , '小物/雑貨'
    , 2500
    , '/images/accessory/accessory_nordic_1.jpeg'
    , 112
), (
    'フロアクッション'
    , '実用性はもちろん、ぷっくら愛らしい見た目に癒されるクッション'
    , '北欧風'
    , '小物/雑貨'
    , 3500
    , '/images/accessory/accessory_nordic_2.jpeg'
    , 103
), (
    'アニマルスツール'
    , 'ふわふわな毛並み、今にも歩き出しそうな木の脚のスツール。'
    , '北欧風'
    , '小物/雑貨'
    , 38500
    , '/images/accessory/accessory_nordic_3.jpeg'
    , 115
);

-- @block
-- , (
--     ''
--     , ''
--     , '北欧風'
--     , ''
--     , 
--     , '/images//'
--     , 
-- )
