-- @block
INSERT INTO api.items (
    name, description, genre, cateory, price, imgUrl, stock
) VALUES (
    '竹椅子'
    , '屋外使用も可能な、モダンなラウンジチェア。'
    , '和モダン'
    , '椅子'
    , 13200
    , '/images/chair/chair_jmodern_1.jpeg'
    , 55
), (
    '木座椅子'
    , 'ゆったりとくつろげる作りで、コタツにも合う座椅子。'
    , '和モダン'
    , '椅子'
    , 12000
    , '/images/public/chair_jmodern_2.jpeg'
    , 100
), (
    '和座椅子'
    , 'お手持ちの座布団との組み合わせを楽しむ座椅子。'
    , '和モダン'
    , '椅子'
    , 8900
    , '/images/chair/chair_jmodern_3.jpeg'
    , 62
), (
    '格子ローテーブル'
    , '無垢材を使用した、おしゃれなモダンローテーブル。'
    , '和モダン'
    , 'テーブル'
    , 30000
    , '/images/table/table_jmodern_2.jpeg'
    , 76
), (
    '木製ローテーブル'
    , '自然木材を使用した高級感と重厚感を兼ね備えたローテーブル。'
    , '和モダン'
    , 'テーブル'
    , 100000
    , '/images/table/table_jmodern_2.jpeg'
    , 35
), (
    '和テーブル'
    , 'お部屋に木の温もりを与える、オーク材を使用したテーブル。'
    , '和モダン'
    , 'テーブル'
    , 42000
    , '/images/table/table_jmodern_3.jpeg'
    , 93
), (
    'モダンカーテン'
    , '適度に光を取り入れる透け感のある、モダンカーテン。'
    , '和モダン'
    , 'カーテン'
    , 4000
    , '/images/curtain/curtain_jmodern_1.jpeg'
    , 150
), (
    '和ブラインド'
    , '落ち着いた雰囲気を演出する、和ブラインド。'
    , '和モダン'
    , 'カーテン'
    , 4000
    , '/images/curtain/curtain_jmodern_2.jpeg'
    , 193
), (
    'モダンブラインド'
    , '和紙をイメージしたデザインのブラインド。'
    , '和モダン'
    , 'カーテン'
    , 4000
    , '/images/curtain/curtain_jmodern_3.jpeg'
    , 210
), (
    'モダンラグ'
    , '上質な空間を足元から演出する、モダンラグ。'
    , '和モダン'
    , 'カーペット/ラグ'
    , 15000
    , '/images/rug/rug_jmodern_1.jpeg'
    , 86
), (
    '畳ラグ'
    , '天然藺草の使用した香りも楽む畳ラグ。'
    , '和モダン'
    , 'カーペット/ラグ'
    , 34000
    , '/images/rug/rug_jmodern_2.jpeg'
    , 76
), (
    '和モダンカーペット'
    , 'ストライプ柄で全体をシャープにする、モダンカーペット。'
    , '和モダン'
    , 'カーペット/ラグ'
    , 25000
    , '/images/rug/rug_jmodern_3.jpeg'
    , 62
), (
    '3人掛けモダンソファ'
    , '温かな印象の木フレームデザインソファ。'
    , '和モダン'
    , 'ソファ'
    , 128000
    , '/images/sofa/sofa_jmodern_1.jpeg'
    , 51
), (
    'ダニッシュソファ'
    , 'シックなデザインで、低い座面にゆったりとくつろげるソファ。'
    , '和モダン'
    , 'ソファ'
    , 248000
    , '/images/sofa/sofa_jmodern_2.jpeg'
    , 42
), (
    '3Pカウチソファ'
    , '和室・洋室問わず設置できる高級タモ材フレームのソファ。'
    , '和モダン'
    , 'ソファ'
    , 324000
    , '/images/sofa/sofa_jmodern_3.jpeg'
    , 33
), (
    '変則木製シェルフ'
    , '何を入れても絵になる変則シェルフ。'
    , '和モダン'
    , '収納棚'
    , 69000
    , '/images/chest/chest_jmodern_1.jpeg'
    , 55
), (
    'オークキャビネット'
    , '格子状の無垢材を使用した和テイストのキャビネット。'
    , '和モダン'
    , '収納棚'
    , 48000
    , '/images/chest/chest_jmodern_2.jpeg'
    , 66
), (
    '木製ボックスチェスト'
    , '縦に積んだり横に並べたりもできるボックスチェスト。'
    , '和モダン'
    , '収納棚'
    , 6480
    , '/images/chest/chest_jmodern_3.jpeg'
    , 95
), (
    '和風ペンダントライト'
    , '丁寧に編み込まれた竹細工の隙間から温かな光が溢れるライト。'
    , '和モダン'
    , '照明'
    , 6900
    , '/images/light/right_jmodern_1.jpeg'
    , 224
), (
    '和モダン照明'
    , '木の隙間から差す光が空間を温かく照らすモダン照明。'
    , '和モダン'
    , '照明'
    , 14800
    , '/images/light/right_jmodern_2.jpeg'
    , 183
), (
    'モダンフロアライト'
    , 'アーム部分の緩急がシンプルさに個性をプラスするフロアライト。'
    , '和モダン'
    , '照明'
    , 23000
    , '/images/light/right_jmodern_3.jpeg'
    , 184
), (
    '木製フロアベッド（ダーク）'
    , 'シンプルかつ洗練されたデザインのフロアベッド。'
    , '和モダン'
    , 'ベッド/寝具'
    , 62000
    , '/images/bed/bed_jmodern_1.jpeg'
    , 21
), (
    '木製フロアベッド（ブラック）'
    , 'シンプルかつ洗練されたデザインのフロアベッド。'
    , '和モダン'
    , 'ベッド/寝具'
    , 62000
    , '/images/bed/bed_jmodern_2.jpeg'
    , 12
), (
    '木製フロアベッド（ブラウン）'
    , 'シンプルかつ洗練されたデザインのフロアベッド。'
    , '和モダン'
    , 'ベッド/寝具'
    , 62000
    , '/images/bed/bed_jmodern_3.jpeg'
    , 9
), (
    '木製コースター＆スタンド'
    , 'インテリアとしても使えるコースター。'
    , '和モダン'
    , '小物/雑貨'
    , 3200
    , '/images/accessory/accessory_jmodern_1.jpeg'
    , 150
), (
    '磁器花瓶'
    , '一輪挿しが映えるモダンな花瓶。'
    , '和モダン'
    , '小物/雑貨'
    , 1800
    , '/images/accessory/accessory_jmodern_2.jpeg'
    , 120
), (
    '枯山水時計'
    , '枯山水をイメージした壁掛け時計。'
    , '和モダン'
    , '小物/雑貨'
    , 4800
    , '/images/accessory/accessory_jmodern_3.jpeg'
    , 110
);




-- @block
-- , (
--     ''
--     , ''
--     , '和モダン'
--     , ''
--     , 
--     , '/images//'
--     , 
-- )
