INSERT INTO api.items (
    name, description, genre, category, price, imgUrl, stock
) VALUES (
    'ベルベットアームチェア'
    , 'ベルベットのお洒落なデザインチェア。'
    , 'フェミニン'
    , '椅子'
    , 16000
    , '/images/chair/chair_feminine_1.jpg'
    , 72
), (
    '丸椅子スツール'
    , '落ち着いた可愛らしいベロア風スツール。'
    , 'フェミニン'
    , '椅子'
    , 10000
    , '/images/chair/chair_feminine_2.jpg'
    , 99
), (
    'ブルーアームチェア'
    , '爽やかなブルーのベルベットチェア。'
    , 'フェミニン'
    , '椅子'
    , 20000
    , '/images/chair/chair_feminine_3.jpg'
    , 100
), (
    'ガラスローテーブル'
    , 'すっきりと洗練されたデザインのテーブル。'
    , 'フェミニン'
    , 'テーブル'
    , 29000
    , '/images/table/table_feminine_1.jpg'
    , 52
), (
    'セントラル円形テーブル'
    , 'ムードのあるミッドセンチュリーテーブル。'
    , 'フェミニン'
    , 'テーブル'
    , 22000
    , '/images/table/table_feminine_2.jpg'
    , 74
), (
    'ウェーブサイドテーブル'
    , 'アートなデザインのサイドテーブル。'
    , 'フェミニン'
    , 'テーブル'
    , 35000
    , '/images/table/table_feminine_3.jpg'
    , 88
), (
    'フレンチシフォンカーテン'
    , '品のあるお洒落シフォンカーテン。'
    , 'フェミニン'
    , 'カーテン'
    , 21000
    , '/images/curtain/curtain_feminine_1.jpg'
    , 88
), (
    'ライトグレーカーテン'
    , 'シックな大人っぽいシフォンカーテン。'
    , 'フェミニン'
    , 'カーテン'
    , 16000
    , '/images/curtain/curtain_feminine_2.jpg'
    , 100
), (
    'グリーンレースカーテン'
    , 'アンティーク風のライトグリーンレースカーテン。'
    , 'フェミニン'
    , 'カーテン'
    , 30000
    , '/images/curtain/curtain_feminine_3.jpg'
    , 77
), (
    'ピンクゴールドラグ'
    , '柔らかな素材な可愛らしいラグマット。'
    , 'フェミニン'
    , 'カーペット/ラグ'
    , 19000
    , '/images/rug/rug_feminine_1.jpg'
    , 104
), (
    'ペルシャ風ラグ'
    , '洗練されたペルシャ風デザインのラグマット。'
    , 'フェミニン'
    , 'カーペット/ラグ'
    , 15000
    , '/images/rug/rug_feminine_2.jpg'
    , 112
), (
    'シャギーラグ'
    , '心地良い長い毛足のダイア柄ラグマット。'
    , 'フェミニン'
    , 'カーペット/ラグ'
    , 25000
    , '/images/rug/rug_feminine_3.jpg'
    , 99
), (
    'ダークピンクベロアソファ'
    , '大人可愛いベロア調で高級感のあるソファ。'
    , 'フェミニン'
    , 'ソファ'
    , 80000
    , '/images/sofa/sofa_feminine_1.jpg'
    , 77
), (
    'コーナーソファ'
    , '組み合わせ自由の韓国ブランドソファ。'
    , 'フェミニン'
    , 'ソファ'
    , 65000
    , '/images/sofa/sofa_feminine_2.jpg'
    , 25
), (
    'ライトブルーソファ'
    , '直線的なラインでシンプルなソファ。'
    , 'フェミニン'
    , 'ソファ'
    , 100000
    , '/images/sofa/sofa_feminine_3.png'
    , 33
), (
    'スクエアキャビネット'
    , 'デザインと機能性を兼ね備えたキャビネット。'
    , 'フェミニン'
    , '収納棚'
    , 38000
    , '/images/chest/chest_feminine_1.jpg'
    , 152
), (
    '4段ラック'
    , '収納性抜群大人可愛いラック。'
    , 'フェミニン'
    , '収納棚'
    , 12000
    , '/images/chest/chest_feminine_2.jpg'
    , 112
), (
    'デザインラック'
    , 'シンプルな見せるデザイン性ラック。'
    , 'フェミニン'
    , '収納棚'
    , 20000
    , '/images/chest/chest_feminine_3.jpg'
    , 95
), (
    '花柄シーリングライト'
    , '花びらのモチーフが人気のシーリングライト。'
    , 'フェミニン'
    , '照明'
    , 20000
    , '/images/light/light_feminine_1.png'
    , 220
), (
    'ペンダントライト'
    , '可愛らしいガラスシェードのペンダントライト。'
    , 'フェミニン'
    , '照明'
    , 10000
    , '/images/light/light_feminine_2.jpg'
    , 154
), (
    'レトロシャンデリア'
    , '上品で華やかなアンティーク調シャンデリア。'
    , 'フェミニン'
    , '照明'
    , 45000
    , '/images/light/light_feminine_3.jpg'
    , 85
), (
    'プリンセスパイプベッド'
    , '華やかでクラシカルなプリンセスベッド。'
    , 'フェミニン'
    , 'ベッド/寝具'
    , 40000
    , '/images/bed/bed_feminine_1.jpg'
    , 22
), (
    'カントリー調ベッド'
    , '丸みを活かした優しい雰囲気のベッド。'
    , 'フェミニン'
    , 'ベッド/寝具'
    , 32000
    , '/images/bed/bed_feminine_2.jpg'
    , 12
), (
    'ハイバックベッド'
    , 'ロマンチックなハイバックスタイルベッド。'
    , 'フェミニン'
    , 'ベッド/寝具'
    , 60000
    , '/images/bed/bed_feminine_3.jpg'
    , 30
), (
    '全身姿見'
    , '韓国インテリアのお洒落な全身鏡。'
    , 'フェミニン'
    , '小物/雑貨'
    , 15000
    , '/images/accessory/accessory_feminine_1.jpg'
    , 120
), (
    'お洒落パーテーション'
    , 'アンティーク風の品のあるパーテーション。'
    , 'フェミニン'
    , '小物/雑貨'
    , 30000
    , '/images/accessory/accessory_feminine_2.png'
    , 112
), (
    'ウッド壁掛け時計'
    , 'シンプルかつデザイン性が高い壁掛け時計。'
    , 'フェミニン'
    , '小物/雑貨'
    , 6000
    , '/images/accessory/accessory_feminine_3.png'
    , 158
);

-- @block
-- , (
--     ''
--     , ''
--     , 'フェミニン'
--     , ''
--     , 
--     , '/images//'
--     , 
-- )
