INSERT INTO api.reviews (
    item_id, user_id, nickname, anonymous ,evaluation, title, description, date
) VALUES (
    1
    , 2
    , 'ラク子'
    , false
    , 4
    , '可愛いくて使いやすい'
    , 'デザインがとっても可愛いく、使いやすいと感じました！'
    , '2023-02-22'
), (
    1
    , 1
    , 'ラク夫'
    , true
    , 3
    , ''
    , '2種類の配色があるのがとても良いと思いました。' 
    , '2023-03-07'
), (
    2
    , 1
    , 'ラク夫'
    , true
    , 2
    , 'タイトル'
    , '本文' 
    , '2023-03-02'
), (
    3
    , 1
    , 'ラク夫'
    , true
    , 4
    , 'タイトル'
    , '本文' 
    , '2023-03-02'
), (
    4
    , 2
    , 'ラク子'
    , false
    , 5
    , 'タイトル'
    , '本文' 
    , '2023-03-02'
), (
    107
    , 2
    , 'ラク子'
    , false
    , 5
    , 'カラーリングが豊富！'
    , '様々なカラーから自分の部屋にあったものが選べました！'
    , '2023-03-09'
), (
        107
    , 1
    , 'ラク夫'
    , true
    , 4
    , ''
    , 'コンパクトで使いやすく、どんなお部屋にも合いました。'
    , '2023-02-28'
), (
        107
    , 1
    , 'ラク夫'
    , true
    , 4
    , ''
    , ''
    , '2023-02-22'
), (
    106
    , 1
    , 'ラク夫'
    , false
    , 4
    , ''
    , '部屋の中だけではなく、アウトドアにも使えて便利だった'
    , '2023-02-28'
), (
    106
    , 2
    , 'ラク子'
    , true
    , 3
    , ''
    , 'とてもおしゃれです'
    , '2023-02-28'
), (
    104
    , 1
    , 'ラク夫'
    , false
    , 3
    , 'シンプルで使いやすかった'
    , ''
    , '2023-02-11'
), (
    103
    , 1
    , 'ラク夫'
    , true
    , 4
    , ''
    , 'シックなデザインがかっこよかった！'
    , '2023-02-28'
), (
    53
    , 1
    , ''
    , true
    , 4
    , ''
    , ''
    , '2023-02-28'
), (
    53
    , 1
    , ''
    , true
    , 5
    , ''
    , ''
    , '2023-02-28'
), (
    80
    , 1
    , ''
    , true
    , 4
    , ''
    , ''
    , '2023-02-28'
), (
    80
    , 1
    , ''
    , true
    , 5
    , ''
    , ''
    , '2023-02-28'
), (
    90
    , 1
    , ''
    , true
    , 5
    , ''
    , ''
    , '2023-02-28'
), (
    42
    , 1
    , ''
    , true
    , 4
    , ''
    , ''
    , '2023-02-28'
), (
    41
    , 1
    , ''
    , true
    , 3
    , ''
    , ''
    , '2023-02-28'
), (
    40
    , 1
    , ''
    , true
    , 4
    , ''
    , ''
    , '2023-02-28'
), (
    102
    , 1
    , 'ラク夫'
    , true
    , 4
    , ''
    , ''
    , '2023-02-28'
), (
    102
    , 1
    , 'ラク夫'
    , true
    , 5
    , ''
    , ''
    , '2023-02-28'
), (
    101
    , 1
    , 'ラク夫'
    , true
    , 4
    , ''
    , ''
    , '2023-02-28'
), (
    99
    , 1
    , 'ラク夫'
    , true
    , 4
    , ''
    , ''
    , '2023-02-28'
), (
    97
    , 1
    , 'ラク夫'
    , true
    , 3
    , ''
    , ''
    , '2023-02-28'
), (
    95
    , 1
    , 'ラク夫'
    , true
    , 4
    , ''
    , ''
    , '2023-02-28'
), (
    95
    , 1
    , 'ラク夫'
    , true
    , 5
    , ''
    , ''
    , '2023-02-28'
), (
    92
    , 1
    , 'ラク夫'
    , true
    , 3
    , ''
    , ''
    , '2023-02-28'
), (
    92
    , 1
    , 'ラク夫'
    , true
    , 4
    , ''
    , ''
    , '2023-02-28'
), (
    91
    , 1
    , 'ラク夫'
    , true
    , 3
    , ''
    , ''
    , '2023-02-28'
), (
    91
    , 1
    , 'ラク夫'
    , true
    , 3
    , ''
    , ''
    , '2023-02-28'
), (
    84
    , 1
    , 'ラク夫'
    , true
    , 4
    , ''
    , ''
    , '2023-02-28'
), (
    98
    , 1
    , 'ラク夫'
    , true
    , 4
    , ''
    , ''
    , '2023-02-28'
);;
